Revit 2027 API
LeaderArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual LeaderArrayIterator ReverseIterator()
Public Overridable Function ReverseIterator As LeaderArrayIterator
public:
virtual LeaderArrayIterator^ ReverseIterator()
abstract ReverseIterator : unit -> LeaderArrayIterator
override ReverseIterator : unit -> LeaderArrayIterator
Return Value
LeaderArrayIterator
Returns a backward moving iterator to the array.
See Also
Reference
LeaderArray Class
Autodesk.Revit.DB Namespace